[
  {
    "title": "The hidden forest",
    "content": "The Niagara Escarpment is a steep slope that runs through New York, Ontario, Michigan, Wisconsin, and Illinois. Niagara Falls actually plunges over one cliff in the Niagara Escarpment. This vast region is covered in forests and runs along long stretches of coastline. It’s a popular region for hikers and scientists alike, especially now that one of its major secrets has been revealed.",
    "authorId": 3
  },
  {
    "title": "The golden monkey",
    "content": "The Monkey King or Sun Wukong (simplified Chinese: 孙悟空; traditional Chinese: 孫悟空; pinyin: Sūn Wù Kōng) is a fictional character best known as one of the main players in the 16th-century Chinese novel Journey to the West (traditional Chinese: 西遊記; simplified Chinese: 西游记), and many later stories and adaptations.[1] In the novel, Sun Wukong is a monkey born from a stone who acquires supernatural powers through Taoist practices. After rebelling against heaven, he is imprisoned under a mountain by the Buddha. After five hundred years, he accompanies the monk Tang Sanzang (唐三藏) riding on the White Dragon Horse and two other disciples, Zhu Bajie and Sha Wujing, on a journey to obtain Buddhist sutras from the West (India), where Buddha and his followers dwell.",
    "authorId": 3
  },
  {
    "title": "Creatures of the sea",
    "content": "Lots of different animals drift in the ‘inner space’ of the deep ocean, where they are collectively known as zooplankton – from the Greek for ‘animal drifters’. Some of them live their whole lives as drifters, such as the ‘seed shrimp’ (1) tucked up in its orange carapace, and the ‘sea butterfly’ (2) – a snail that swims instead of crawls. Others are only temporary members of the zooplankton – the larval stages of animals such as sea stars (3), which eventually sink back down to continue their lives on the seafloor. Spending time as drifters means they can be carried to new places by ocean currents, if they’re not eaten by other zooplankton on the way.",
    "authorId": 3
  }
]
